[{"startDate":"Tue, 09 Aug 2022 01:00 (UTC+0700)","endDate":"Tue, 30 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/cybersecurity-data-science-mercury-learning-books?partner=bengsiswantoh","marketing":"Teach yourself about the evolving realms of cybersecurity, cloud computing, data analytics, IoT (Internet of Things), and more with this bundle of ebooks from Mercury Learning! Get caught up on the essentials with books like <em>Cloud Computing Basics</em> and <em>Cybersecurity: A Self-Teaching Introduction</em>, and delve deeper into complex topics with expert resources like <em>Data Science for IoT Engineers</em>. Plus, your purchase helps support Girls Who Code & Whale and Dolphin Conservation!","shortMarketing":"Stay on the cutting edge of development","type":"books"},{"startDate":"Tue, 02 Aug 2022 01:00 (UTC+0700)","endDate":"Tue, 23 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/popular-programming-languages-oreilly-books?partner=bengsiswantoh","marketing":"Plus up your coding skills and broaden your software development knowledge with this bundle of ebooks from O’Reilly! This library of resources is perfect for programmers who need to be fluent in a variety of popular languages, including <em>Robust Python</em>, <em>Programming Scala</em>, <em>JavaScript Cookbook<em>, and more. Broaden your coding knowledge base, and help support Code for America with your purchase!","shortMarketing":"Learn Python, Go, C#, R, JavaScript, and more","type":"books"},{"startDate":"Fri, 05 Aug 2022 01:00 (UTC+0700)","endDate":"Fri, 26 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/essential-classic-fantasy-rpg-collection-books?partner=bengsiswantoh","marketing":"Gear up for classic role-playing full of magic, monsters, and adventure with this bundle of RPG books and resources! Journey back to a legendary era’s rulesets with Necrotic Gnome’s <em>Old-School Essentials</em>, including <em>Classic</em> and <em>Advanced Fantasy</em> digital tomes. Explore campaign settings like <em>The World of Lost Lands</em>, or embark on a journey into <em>Stoneheart Valley</em> (also available in a hardcover edition). Discover a treasury to make your next role-playing excursion a true classic, and support Children's Miracle Network Hospitals with your purchase! <br><br><em>Stoneheart Valley physical edition fulfilled by Frog God Games. Shipping and handling not included in bundle purchase.</em>","shortMarketing":"Old-school rules and mythic adventures","type":"books"},{"startDate":"Fri, 22 Jul 2022 01:00 (UTC+0700)","endDate":"Fri, 12 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/more-star-trek-adventures-rpg-modiphius-books?partner=bengsiswantoh","marketing":"We've teamed up with Modiphius for a <em>Star Trek</em> RPG bundle! Crew your starship and outfit your away team with <em>Star Trek Adventures</em> books including the <em>Core Book</em>, <em>Player’s Guide</em>, and character supplements for <em>The Next Generation</em> and <em>Deep Space Nine</em>. Journey to new horizons with the <em>Shackleton Expanse Campaign Guide</em>, resources for <em>The Klingon Empire</em>, and more. Plus, your purchase will support National Park Rescue!","shortMarketing":"Boldly go on a role-playing voyage","type":"books"},{"startDate":"Tue, 26 Jul 2022 01:00 (UTC+0700)","endDate":"Tue, 16 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/humble-leadership-berrettkoehler-books?partner=bengsiswantoh","marketing":"Whether you’re leading an organization, managing a team, or seeking advice on how to bring positive change, this bundle of books, audiobooks, and more from Berrett-Koehler is here to guide you. Learn how to unlock people’s potential through <em>Humble Leadership</em> and <em>Humble Inquiry</em>. Discover techniques for tackling the day’s toughest challenges in <em>Eat That Frog!</em>. Find out how to <em>Be the Boss Everyone Wants to Work For</em> and more, and help support Worldreader with your purchase!","shortMarketing":"Discover the power of humility","type":"books"},{"startDate":"Fri, 05 Aug 2022 01:00 (UTC+0700)","endDate":"Fri, 26 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/starsofscifisummer-books?partner=bengsiswantoh","marketing":"Finish off summer by traveling to the strange worlds and new horizons in this collection of science fiction novels & stories! Discover tales by Hugo-winning authors Brandon Sanderson (<em>Shadows Beneath</em>) and Frank Herbert (<em>High-Opp</em>). Explore the futures imagined by Alan Dean Foster (<em>Three Books, Countless Worlds</em>), Kevin J. Anderson (<em>Resurrection, Inc.</em>), and more stars of sci-fi, and help support First Book with your purchase!","shortMarketing":"Tales from Brandon Sanderson, Frank Herbert, and more","type":"books"},{"startDate":"Fri, 15 Jul 2022 01:00 (UTC+0700)","endDate":"Fri, 12 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/judge-dredd-perps-punks-partners-2000ad-2022-books?partner=bengsiswantoh","marketing":"The law is here, courtesy of 2000 AD! Back by popular demand, this bundle is absolutely packed with comics and stories from the Judge Dredd universe. Enjoy diving into comics like <em>Zenith</em>, <em>Judge Death: My Name is Death</em>, <em>Dredd: Final Judgement</em>, and <em>Young Death</em>. Plus, your purchase helps support Cancer Research UK and Save the Children UK!","shortMarketing":"Judge Dredd: The only law that matters in Mega-City One","type":"comics"},{"startDate":"Fri, 22 Jul 2022 01:00 (UTC+0700)","endDate":"Fri, 12 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/cooking-forking-good-food-quirk-books-books?partner=bengsiswantoh","marketing":"Learn to craft culinary delights that will please your palate and dazzle your dinner guests with this bundle of cookbooks from Quirk Books! Create colorful and cute lunches with <em>Yum-Yum Bento Box</em>; discover the joy of homemade fluff in <em>Marshmallow Madness!</em>; indulge your sweet and boozy cravings with the recipes in <em>Booze Cakes</em>; and dozens more. Plus, your purchase helps support National Coalition Against Censorship!","shortMarketing":"Fun and uncommonly delicious recipes","type":"books"},{"startDate":"Fri, 29 Jul 2022 01:00 (UTC+0700)","endDate":"Fri, 19 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/image-comics-30th-anniversary-2000s-books?partner=bengsiswantoh","marketing":"Image Comics turns 30 this year and we’re ready to celebrate! This bundle is all about Image in the 2000s, including the debuts of well-loved series like <em>Invincible Volume 1: Family Matters</em>, <em>The Walking Dead Volume 1: Days Gone By</em>, and <em>Fear Agent: Final Edition Volume 1</em>! On top of the new heroes, villains, and sagas the decade brought, this bundle also includes the continuing adventures of fan-favorite Image characters <em>Spawn</em>,<em>The Darkness</em>, and <em>Savage Dragon<em>. Grab this bundle and help support BINC (Book Industry Charitable Foundation)!","shortMarketing":"Help celebrate Image Comics’ 30th anniversary","type":"comics"},{"startDate":"Tue, 19 Jul 2022 01:00 (UTC+0700)","endDate":"Tue, 30 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/az-machine-learning-packt-books?partner=bengsiswantoh","marketing":"Learn everything you need to know about machine learning and NLP from world-renowned experts in this book bundle from Packt. Including current Amazon Bestselling titles like <em>The Kaggle Book</em> and <em>Machine Learning with PyTorch and Scikit-Learn</em>, this bundle will keep you up-to-date with the latest innovations in data science. Whether you're looking to start a career in data science or a practicing machine learning engineer, this bundle will help you succeed on your journey. Plus, your purchase will support Direct Relief and Razom for Ukraine with their critical humanitarian war relief and recovery efforts for Ukraine!","shortMarketing":"Get the ultimate guide to machine learning","type":"books"},{"startDate":"Fri, 29 Jul 2022 01:00 (UTC+0700)","endDate":"Fri, 19 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/sounds-of-adventure-doctor-who-audio-dramas-by-big-finish-books?partner=bengsiswantoh","marketing":"And just like that, the Doctor is in! Make sure your limbs are safely inside the Tardis, because things are about to get wibbly wobbly and timey wimey in these Doctor Who audio dramas from Big Finish! Featuring over a dozen adventures from throughout the Doctor’s long and distinguished career and time with beloved companions, this bundle has everything a Whovian could want. <br><br>Get to know a fan favorite better in <em>The Diary of River Song</em>, the intergalactic warlords in <em>The Sontaran Ordeal </em>, or the galaxy’s police in <em>Judoon in Chains</em>. Encounter the Weeping Angels, Sycorax, Scorchies, and all the other aliens and enemies that help make Doctor Who one of the most well-realized sci-fi worlds a listener could explore, and support BBC Children in Need.","shortMarketing":"The bundle that’s bigger on the inside","type":"audiobook"},{"startDate":"Fri, 29 Jul 2022 01:00 (UTC+0700)","endDate":"Fri, 19 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/image-comics-30th-anniversary-90s-books-rebundle?partner=bengsiswantoh","marketing":"Back by the comic-loving populace’s demand—our incredible bundle of 90s Image Comics to help celebrate their 30th anniversary!<br><br>This absolutely massive bundle has all the greatest hits that made Image stand out and become one of the most beloved comic book publishers of all time. This collection focuses on Image’s early years, featuring series like <em>Spawn</em>, <em>Savage Dragon</em>, <em>Witchblade</em>, <em>Shadowhawk</em>, <em>The Darkness</em>, the 90s cult-favorite, <em>Astro City</em>, and more!<br><br>Enjoy everything excessive and awesome about 90s comics, collected for your convenience. A portion of your purchase goes on to support the Book Industry Charitable Foundation!","shortMarketing":"Celebrate Image Comics’ 30th anniversary","type":"comics"},{"startDate":"Sat, 23 Jul 2022 01:00 (UTC+0700)","endDate":"Sat, 13 Aug 2022 08:00 (UTC+0700)","url":"https://www.humblebundle.com/games/deck-builder-bundle?partner=bengsiswantoh","marketing":"We’ve searched far and wide and gathered some of the most popular deck-building games for a bundle emphasizing strategy, timing, patience—and a little bit of luck! Use that brilliant mind of yours to fill the haunted shelves in <em>Library of Ruina</em>, explore dangerous dungeons in rogue-lite <em>Vault of the Void</em>, or conquer the battlefield in the beloved Witcher card game with <em>GWENT - Ultimate Starter Pack</em>. Discover all the ways you can play in this eclectic bundle, and help support the charity of your choice!","shortMarketing":"The luck and strategy of the draw","type":"games"},{"startDate":"Thu, 04 Aug 2022 01:00 (UTC+0700)","endDate":"Thu, 18 Aug 2022 08:00 (UTC+0700)","url":"https://www.humblebundle.com/games/walking-dead-10th-anniversary-bundle?partner=bengsiswantoh","marketing":"Celebrate 10 years of zombies, high tension, and interactive <em>Walking Dead</em> entertainment! This anniversary bundle rounds up a decade of hit PC games based on the undead-apocalypse phenomenon, from Telltale’s acclaimed narrative-driven adventure series (the first of which launched in 2012) to the recent immersive VR horror FPS <em>Saints &amp; Sinners</em>. Plus, your purchase helps support SpecialEffect and Covenant House!","shortMarketing":"A decade of gritty, grim, and gruesome games","type":"games"},{"startDate":"Thu, 28 Jul 2022 01:00 (UTC+0700)","endDate":"Thu, 11 Aug 2022 08:00 (UTC+0700)","url":"https://www.humblebundle.com/games/summer-sims-bundle?partner=bengsiswantoh","marketing":"Fill your summer with simulator fun! Get behind the wheel and explore the freely drivable urban world of <em>Bus Simulator 18</em>—plus a collection of add-on packs that add new vehicles and expand the map. Battle blazes up close as part of a courageous crew in <em>Firefighting Simulator - The Squad</em>. Take control of cranes, bulldozers, and more heavy machinery on the sites of <em>Construction Simulator 2015</em>. Experience realism, thrills, and free-form fun, and support the charity of your choice!","shortMarketing":"Drivers, builders, and firefighters wanted ","type":"games"},{"startDate":"Sat, 30 Jul 2022 01:00 (UTC+0700)","endDate":"Sat, 20 Aug 2022 08:00 (UTC+0700)","url":"https://www.humblebundle.com/games/amazing-adventures-bundle?partner=bengsiswantoh","marketing":"Immerse yourself in some of the best story-driven, puzzle-packed adventure games of the modern era! Untangle the dark conspiracies in the cult-classic cyberpunk world of <em>Beyond a Steel Sky</em>. Solve masterful mysteries at the heart of legendary suspense tales in <em>Alfred Hitchcock - Vertigo</em> and <em>Agatha Christie - Hercule Poirot: The First Cases</em>. Embark on acclaimed journeys in <em>Dreamfall Chapters</em>, <em>Unavowed</em>, <em>Draugen</em>, and more—all while supporting JDRF and the charity of your choice!","shortMarketing":"Spectacular stories and marvelous mysteries","type":"games"},{"startDate":"Sat, 06 Aug 2022 01:00 (UTC+0700)","endDate":"Sat, 20 Aug 2022 08:00 (UTC+0700)","url":"https://www.humblebundle.com/games/final-frontier-bundle?partner=bengsiswantoh","marketing":"Encounter hostile aliens, intergalactic empires, and warring starships on the wildest frontier of all! Defend the Twelve Colonies during the First Cylon War in the strategy game <em>Battlestar Galactica: Deadlock</em>, plus all Season 1 DLC. Terraform the Red Planet as an artificial consciousness in <em>Per Aspera</em>, and serve up intergalactic customers in <em>Godlike Burger</em>. Brave the expanse of <em>Everspace</em>, <em>Starpoint Gemini Warlords</em>, and more, and help support National Network of Abortion Funds & NARAL Pro-Choice America Foundation with your purchase.","shortMarketing":"Survive and thrive at the galaxy’s edge. ","type":"games"},{"startDate":"Fri, 05 Aug 2022 01:00 (UTC+0700)","endDate":"Fri, 26 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/software/windows-essentials-software?partner=bengsiswantoh","marketing":"Get the PC multimedia, system, and office software you need all in one place with this bundle of Windows essentials, including:<br><ul> <li>Tools to optimize your system and keep it running clean</li> <li>Apps for automated photo editing, screen capture, and PDF creation</li> <li>Anti-spy and backup utilities to add a layer of protection</li> <li>…and more!</li> </ul> Pay what you want for a one-stop Windows toolkit, and support One Tree Planted & NARAL Pro-Choice America Foundation with your purchase.","shortMarketing":"Tools for Windows health, privacy, and productivity","type":"software"},{"startDate":"Fri, 29 Jul 2022 01:00 (UTC+0700)","endDate":"Fri, 19 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/software/ultimate-unity-fantasy-rpg-bundle-software?partner=bengsiswantoh","marketing":"Equip yourself with the knowledge &amp; tools you need to develop epic games using Unity with this bundle of courses &amp; RPG assets!<br><br>Build a well-rounded foundation with multi-part instructional courses that teach you how to master making games in Unity. When you’re ready to get started, jump right into creation with a versatile range of 3D assets tailor-made for RPGs—fully rigged fantasy characters, high-quality monsters, dungeon sets, and more. Plus, your purchase will support National Network of Abortion Funds and NARAL Pro-Choice America Foundation!","shortMarketing":"Master game dev & make your RPG with Unity","type":"software"},{"startDate":"Fri, 22 Jul 2022 01:00 (UTC+0700)","endDate":"Fri, 12 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/software/krotos-audio-software?partner=bengsiswantoh","marketing":"Add great audio to your game with this library of presets and 100% royalty-free sound effects from Krotos! This bundle offers a broad and flexible collection of high-quality SFX spanning classic categories of sound design as well as two modern synth plugins. Whether you’re starting out in sound design or looking to expand your existing collection with an affordable SFX pack for post-production and game audio, this bundle is the perfect companion! <br><br> <ul> <li>3,900+ pro and royalty-free SFX components for foley, surfaces, magic, weapons, combat, creatures, vehicles, and more</li> <li>Supports most major DAWs and editors including Pro Tools, Logic Pro, Reaper, Cubase, Nuendo, and Ableton Live</li></ul> Shorten the critical path from your imagination to the final mix, and support Active Minds and a charity of your choice with your purchase!","shortMarketing":"Create your game soundscape","type":"software"}]