[{"startDate":"Fri, 12 Aug 2022 01:00 (UTC+0700)","endDate":"Fri, 02 Sep 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/japanese-art-and-culture-stone-bridge-press-books?partner=bengsiswantoh","marketing":"Discover rich commentary on the traditions, popular creations, and global influence of Japanese art and culture in this collection from Stone Bridge Press featuring titles from Frederik L. Schodt, Steve Alpert, Sean Michael Wilson, Kakuzo Okakura, and Suehiro Maruo. Delve into the history of tea drinking in Japanese life in _The Book of Tea_. Go inside the legendary Studio Ghibli in _Sharing a House With the Never-Ending Man_.Explore a wealth of topics including kanji, anime, manga, and Naikan, and read stories of people whose works have had a lasting impact—all while supporting BINC (Book Industry Charitable Foundation) with your purchase."},{"startDate":"Fri, 12 Aug 2022 01:00 (UTC+0700)","endDate":"Fri, 02 Sep 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/crafting-knitting-more-books?partner=bengsiswantoh","marketing":"Learn the art of knitting, sewing, crochet, and more crafts with this library of books! Whether you’re creating for yourself, your family, or your friends, you’ll discover inspiration, tips, and techniques in ebooks like Lotta Jansdotter’s _Paper, Pattern, Play_, Yolonda Jordan’s _My Pretty Brown Doll_, Sarah Veblen's _Complete Photo Guide to Perfect Fitting_, and more. Discover the joy of creativity, and help support Worldreader with your purchase!"},{"startDate":"Tue, 02 Aug 2022 01:00 (UTC+0700)","endDate":"Tue, 23 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/popular-programming-languages-oreilly-books?partner=bengsiswantoh","marketing":"Plus up your coding skills and broaden your software development knowledge with this bundle of ebooks from O’Reilly! This library of resources is perfect for programmers who need to be fluent in a variety of popular languages, including _Robust Python_, _Programming Scala_, _JavaScript Cookbook_, and more. Broaden your coding knowledge base, and help support Code for America with your purchase!__"},{"startDate":"Tue, 09 Aug 2022 01:00 (UTC+0700)","endDate":"Tue, 30 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/cybersecurity-data-science-mercury-learning-books?partner=bengsiswantoh","marketing":"Teach yourself about the evolving realms of cybersecurity, cloud computing, data analytics, IoT (Internet of Things), and more with this bundle of ebooks from Mercury Learning! Get caught up on the essentials with books like _Cloud Computing Basics_ and _Cybersecurity: A Self-Teaching Introduction_, and delve deeper into complex topics with expert resources like _Data Science for IoT Engineers_. Plus, your purchase helps support Girls Who Code & Whale and Dolphin Conservation!"},{"startDate":"Fri, 05 Aug 2022 01:00 (UTC+0700)","endDate":"Fri, 26 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/essential-classic-fantasy-rpg-collection-books?partner=bengsiswantoh","marketing":"Gear up for classic role-playing full of magic, monsters, and adventure with this bundle of RPG books and resources! Journey back to a legendary era’s rulesets with Necrotic Gnome’s _Old-School Essentials_, including _Classic_ and _Advanced Fantasy_ digital tomes. Explore campaign settings like _The World of Lost Lands_, or embark on a journey into _Stoneheart Valley_ (also available in a hardcover edition). Discover a treasury to make your next role-playing excursion a true classic, and support Children's Miracle Network Hospitals with your purchase!  \n  \n_Stoneheart Valley physical edition fulfilled by Frog God Games. Shipping and handling not included in bundle purchase._"},{"startDate":"Tue, 26 Jul 2022 01:00 (UTC+0700)","endDate":"Tue, 16 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/humble-leadership-berrettkoehler-books?partner=bengsiswantoh","marketing":"Whether you’re leading an organization, managing a team, or seeking advice on how to bring positive change, this bundle of books, audiobooks, and more from Berrett-Koehler is here to guide you. Learn how to unlock people’s potential through _Humble Leadership_ and _Humble Inquiry_. Discover techniques for tackling the day’s toughest challenges in _Eat That Frog!_. Find out how to _Be the Boss Everyone Wants to Work For_ and more, and help support Worldreader with your purchase!"},{"startDate":"Fri, 29 Jul 2022 01:00 (UTC+0700)","endDate":"Fri, 19 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/sounds-of-adventure-doctor-who-audio-dramas-by-big-finish-books?partner=bengsiswantoh","marketing":"And just like that, the Doctor is in! Make sure your limbs are safely inside the Tardis, because things are about to get wibbly wobbly and timey wimey in these Doctor Who audio dramas from Big Finish! Featuring over a dozen adventures from throughout the Doctor’s long and distinguished career and time with beloved companions, this bundle has everything a Whovian could want.  \n  \nGet to know a fan favorite better in _The Diary of River Song_, the intergalactic warlords in _The Sontaran Ordeal_ , or the galaxy’s police in _Judoon in Chains_. Encounter the Weeping Angels, Sycorax, Scorchies, and all the other aliens and enemies that help make Doctor Who one of the most well-realized sci-fi worlds a listener could explore, and support BBC Children in Need."},{"startDate":"Fri, 29 Jul 2022 01:00 (UTC+0700)","endDate":"Fri, 19 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/image-comics-30th-anniversary-2000s-books?partner=bengsiswantoh","marketing":"Image Comics turns 30 this year and we’re ready to celebrate! This bundle is all about Image in the 2000s, including the debuts of well-loved series like _Invincible Volume 1: Family Matters_, _The Walking Dead Volume 1: Days Gone By_, and _Fear Agent: Final Edition Volume 1_! On top of the new heroes, villains, and sagas the decade brought, this bundle also includes the continuing adventures of fan-favorite Image characters _Spawn_,_The Darkness_, and _Savage Dragon_. Grab this bundle and help support BINC (Book Industry Charitable Foundation)!__"},{"startDate":"Tue, 19 Jul 2022 01:00 (UTC+0700)","endDate":"Tue, 30 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/az-machine-learning-packt-books?partner=bengsiswantoh","marketing":"Learn everything you need to know about machine learning and NLP from world-renowned experts in this book bundle from Packt. Including current Amazon Bestselling titles like _The Kaggle Book_ and _Machine Learning with PyTorch and Scikit-Learn_, this bundle will keep you up-to-date with the latest innovations in data science. Whether you're looking to start a career in data science or a practicing machine learning engineer, this bundle will help you succeed on your journey. Plus, your purchase will support Direct Relief and Razom for Ukraine with their critical humanitarian war relief and recovery efforts for Ukraine!"},{"startDate":"Fri, 05 Aug 2022 01:00 (UTC+0700)","endDate":"Fri, 26 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/starsofscifisummer-books?partner=bengsiswantoh","marketing":"Finish off summer by traveling to the strange worlds and new horizons in this collection of science fiction novels & stories! Discover tales by Hugo-winning authors Brandon Sanderson (_Shadows Beneath_) and Frank Herbert (_High-Opp_). Explore the futures imagined by Alan Dean Foster (_Three Books, Countless Worlds_), Kevin J. Anderson (_Resurrection, Inc._), and more stars of sci-fi, and help support First Book with your purchase!"},{"startDate":"Fri, 29 Jul 2022 01:00 (UTC+0700)","endDate":"Fri, 19 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/books/image-comics-30th-anniversary-90s-books-rebundle?partner=bengsiswantoh","marketing":"Back by the comic-loving populace’s demand—our incredible bundle of 90s Image Comics to help celebrate their 30th anniversary!  \n  \nThis absolutely massive bundle has all the greatest hits that made Image stand out and become one of the most beloved comic book publishers of all time. This collection focuses on Image’s early years, featuring series like _Spawn_, _Savage Dragon_, _Witchblade_, _Shadowhawk_, _The Darkness_, the 90s cult-favorite, _Astro City_, and more!  \n  \nEnjoy everything excessive and awesome about 90s comics, collected for your convenience. A portion of your purchase goes on to support the Book Industry Charitable Foundation!"},{"startDate":"Thu, 11 Aug 2022 01:00 (UTC+0700)","endDate":"Thu, 25 Aug 2022 08:00 (UTC+0700)","url":"https://www.humblebundle.com/games/resident-evil-decades-horror?partner=bengsiswantoh","marketing":"From the emergence of the gruesome T-Virus to the grisly encounter with the Baker family… we've joined forces with Capcom for a _Resident Evil_ anthology for the ages! This expansive collection of iconic games from the legendary survival-horror series features:  \n\n*   The HD remastered version of the classic original _Resident Evil_\n*   The acclaimed remakes of _Resident Evil 2 & 3_, recently updated with next-gen features including ray-tracing and 3D audio\n*   Every main entry from _Resident Evil 4_ through _Resident Evil 7: Biohazard_\n*   Plus more tales of terror, including prequel _Resident Evil 0_ and _Revelations_ chapters\n\nYour purchase of this bundle helps support Direct Relief and their humanitarian crisis relief efforts to help the people of Ukraine.  \n  \n_Bonus deal! Pick up a coupon for 50% off Resident Evil Village and prepare for the upcoming Winter’s Expansion DLC._"},{"startDate":"Sat, 23 Jul 2022 01:00 (UTC+0700)","endDate":"Sat, 13 Aug 2022 08:00 (UTC+0700)","url":"https://www.humblebundle.com/games/deck-builder-bundle?partner=bengsiswantoh","marketing":"We’ve searched far and wide and gathered some of the most popular deck-building games for a bundle emphasizing strategy, timing, patience—and a little bit of luck! Use that brilliant mind of yours to fill the haunted shelves in _Library of Ruina_, explore dangerous dungeons in rogue-lite _Vault of the Void_, or conquer the battlefield in the beloved Witcher card game with _GWENT - Ultimate Starter Pack_. Discover all the ways you can play in this eclectic bundle, and help support the charity of your choice!"},{"startDate":"Thu, 04 Aug 2022 01:00 (UTC+0700)","endDate":"Thu, 18 Aug 2022 08:00 (UTC+0700)","url":"https://www.humblebundle.com/games/walking-dead-10th-anniversary-bundle?partner=bengsiswantoh","marketing":"Celebrate 10 years of zombies, high tension, and interactive _Walking Dead_ entertainment! This anniversary bundle rounds up a decade of hit PC games based on the undead-apocalypse phenomenon, from Telltale’s acclaimed narrative-driven adventure series (the first of which launched in 2012) to the recent immersive VR horror FPS _Saints & Sinners_. Plus, your purchase helps support SpecialEffect and Covenant House!"},{"startDate":"Sat, 30 Jul 2022 01:00 (UTC+0700)","endDate":"Sat, 20 Aug 2022 08:00 (UTC+0700)","url":"https://www.humblebundle.com/games/amazing-adventures-bundle?partner=bengsiswantoh","marketing":"Immerse yourself in some of the best story-driven, puzzle-packed adventure games of the modern era! Untangle the dark conspiracies in the cult-classic cyberpunk world of _Beyond a Steel Sky_. Solve masterful mysteries at the heart of legendary suspense tales in _Alfred Hitchcock - Vertigo_ and _Agatha Christie - Hercule Poirot: The First Cases_. Embark on acclaimed journeys in _Dreamfall Chapters_, _Unavowed_, _Draugen_, and more—all while supporting JDRF and the charity of your choice!"},{"startDate":"Sat, 06 Aug 2022 01:00 (UTC+0700)","endDate":"Sat, 20 Aug 2022 08:00 (UTC+0700)","url":"https://www.humblebundle.com/games/final-frontier-bundle?partner=bengsiswantoh","marketing":"Encounter hostile aliens, intergalactic empires, and warring starships on the wildest frontier of all! Defend the Twelve Colonies during the First Cylon War in the strategy game _Battlestar Galactica: Deadlock_, plus all Season 1 DLC. Terraform the Red Planet as an artificial consciousness in _Per Aspera_, and serve up intergalactic customers in _Godlike Burger_. Brave the expanse of _Everspace_, _Starpoint Gemini Warlords_, and more, and help support National Network of Abortion Funds & NARAL Pro-Choice America Foundation with your purchase."},{"startDate":"Fri, 05 Aug 2022 01:00 (UTC+0700)","endDate":"Fri, 26 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/software/windows-essentials-software?partner=bengsiswantoh","marketing":"Get the PC multimedia, system, and office software you need all in one place with this bundle of Windows essentials, including:  \n\n*   Tools to optimize your system and keep it running clean\n*   Apps for automated photo editing, screen capture, and PDF creation\n*   Anti-spy and backup utilities to add a layer of protection\n*   …and more!\n\nPay what you want for a one-stop Windows toolkit, and support One Tree Planted & NARAL Pro-Choice America Foundation with your purchase."},{"startDate":"Fri, 29 Jul 2022 01:00 (UTC+0700)","endDate":"Fri, 19 Aug 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/software/ultimate-unity-fantasy-rpg-bundle-software?partner=bengsiswantoh","marketing":"Equip yourself with the knowledge & tools you need to develop epic games using Unity with this bundle of courses & RPG assets!  \n  \nBuild a well-rounded foundation with multi-part instructional courses that teach you how to master making games in Unity. When you’re ready to get started, jump right into creation with a versatile range of 3D assets tailor-made for RPGs—fully rigged fantasy characters, high-quality monsters, dungeon sets, and more. Plus, your purchase will support National Network of Abortion Funds and NARAL Pro-Choice America Foundation!"},{"startDate":"Fri, 12 Aug 2022 01:00 (UTC+0700)","endDate":"Fri, 02 Sep 2022 01:00 (UTC+0700)","url":"https://www.humblebundle.com/software/maps-spectacular-software?partner=bengsiswantoh","marketing":"Put some more polish and pedigree into the fantasy & role-playing worlds you build with this extensive collection that bundles infinite creative potential! Whether you’re designing dungeons to challenge a party (_Dungeon Designer 3_), a city to capture their wonder (_City Designer 3_), or a connective world for an epic trans-continental campaign (_Campaign Cartographer 3_), elevate the way you bring your world to life with the amazing design software and art resources in this bundle supporting the National Network of Abortion Funds & Oceana!"}]